Repository: SourovDV/online_shop
Catalog: lib/l10n/app_*.arb
Languages: bn

source: Version
bn: ভারসন

source: Welcome Back
bn: অয়েলকাম বেক

source: Please Enter your Email Address
bn: দয়া করে আপনার ইমেলটি দিন

source: Email Address
bn: ইমেল অ্যাড্রেস

source: password
bn: পাসওয়াড

source: next
bn: নেক্সট

source: SignUp
bn: সাইন আপ করুন

source: SignIn
bn: সাইন ইন করুন

source: Register Your Account
bn: আপনার অ্যাকাউন্ট রেজিস্টার করুন

source: Get started with your details
bn: আপনার ডিটেলস দিয়ে শুরু করুন

source: First Name
bn: প্রথম নাম

source: Last Name
bn: শেষ নাম

source: phone
bn: ফোন

source: Delivery Address
bn: ডেলিভারি অ্যাড্রেস
